app/Controllers/Home.php

SELECT *
FROM `students`
WHERE `is_deleted` = 0
---
    public function index()
    {
        $student = new Students();
        $data['students'] = $student->where('is_deleted', 0)->findAll();